@extends('layouts.main')
@section('title', 'شروط الاستمخدام')
@section('description', 'موقع انميات')

@section('content')
    <div class="content">
        <div class="col-7 col-md-10 box">
            <h4 class="unique2 text-center">شروط الاستخدام</h4>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>
        </div>
    </div>
@endsection
