<?php

use App\Setting;
use Illuminate\Database\Seeder;

class SettingsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        //
        Setting::setOption('icon', 'icon.png');
        Setting::setOption('logo', 'logo.png');
        Setting::setOption('title', 'دليل اوتاكو');
        Setting::setOption('subtitle', 'دليل اوتاكو');
        Setting::setOption('description', 'موقع انيميات');
        Setting::setOption('google_id', '');
        Setting::setOption('facebook', 'https://facebook.com/dalilotaku');
        Setting::setOption('twitter', 'https://twitter.com/dalilotaku');
        Setting::setOption('instagram', 'https://instagram.com/dalilotaku');
        Setting::setOption('terms_title', 'شروط الاستخدام');
        Setting::setOption('terms_content', '<p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>');
        Setting::setOption('policy_title', 'سياسة الخصوصية');
        Setting::setOption('policy_content', '<p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>');
        Setting::setOption('who_title', 'من نحن');
        Setting::setOption('who_content', '<p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>
            <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
                عدد الحروف التى يولدها التطبيق</p>');
        Setting::setOption('welcome', 1);
        Setting::setOption('welcome_title', 'مرحبا بك في دليل اوتاكو');
        Setting::setOption('welcome_content', 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمـــكــنـك أن تولد مثل هـذا
                النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نــفــس
                المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكــنـك أن تولد مثل هـذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة');
        Setting::setOption('welcome_link', 'https://dalil-otaku.com');
        Setting::setOption('keywords', "anime, ova, ona, movies");
    }
}
